analysis
aspect
case
comparison
control
datum
design
develop
dynamic
emphasis
employ
experimental
follow
identify
measure
model
opportunity
other
parameter
performance
present
primary
process
production
purpose
relationship
represent
result
simulation
stage
standard
state
study
system
time
traditional
unique
value
variable
%
affect
apply
area
attempt
base
cause
change
condition
construct
construction
cover
depend
determine
different
end
evaluate
examine
experiment
feature
find
further
generate
get
give
help
hold
image
important
improve
indicate
influence
issue
large
make
method
more
multiple
new
number
optimal
order
outcome
plan
position
practical
produce
regard
second
see
several
situation
size
small
solve
source
such
take
task
use
various
vary
volume
analyze
assess
compare
effective
emerge
enable
exist
future
implement
investment
last
network
paper
potential
power
propose
provide
review
scheme
technology
test
abstract
available
efficient
global
investigate
problem
rate
reduce
region
show
theoretical
simple
work
approach
attention
author
build
combine
content
describe
do
language
participation
person
prediction
question
raise
share
text
way
basic
basis
correspond
data
define
event
include
information
management
medium
past
period
recent
relate
ability
aim
application
demand
demonstrate
effectiveness
environment
novel
physical
real
technique
communication
particular
perform
same
user
address
contain
database
energy
establish
evaluation
human
play
quality
respect
role
article
concern
element
environmental
field
focus
increase
knowledge
methodology
professional
space
consider
european
many
organization
reason
similar
think
year
achieve
business
current
decision
discuss
enhance
factor
first
framework
introduce
key
lead
modern
objective
operation
own
perspective
planning
positive
research
reveal
service
success
support
development
early
effort
estimate
expect
growth
high
mechanism
quantitative
range
scale
set
understand
understanding
part
practice
ratio
remain
version
challenge
grow
know
risk
search
security
average
critical
structure
term
impact
low
scenario
select
strong
wide
arise
behavior
long
main
point
refer
solution
tool
access
adopt
alternative
distribute
extent
great
need
strategy
theory
algorithm
conclude
create
explore
function
literature
mean
obtain
require
view
activity
addition
company
country
economic
education
industry
institution
level
local
national
program
project
reflect
regional
sector
student
efficiency
cost
contribution
effect
experience
implementation
maintain
pattern
generation
life
resource
trade
accord
put
direct
fail
possible
relation
report
become
international
material
most
significant
type
call
dimension
good
turn
deal
begin
concept
contrast
reference
status
suggest
usage
principle
characteristic
common
conclusion
special
certain
tend
context
fact
general
major
offer
probability
requirement
comparative
specific
importance
product
world
action
form
individual
complex
total
useful
account
introduction
argument
example
derive
one
party
politic
political
social
rule
city
supply
empirical
finding
firm
market
analyse
consumption
decade
interest
difference
ground
highlight
come
central
body
goal
interaction
shape
idea
consist
nature
community
desire
negative
face
involve
people
history
assume
draw
extend
member
evidence
link
transformation
seek
balance
response
argue
law
price
capital
decline
public
trend
domestic
contribute
employment
government
cultural
culture
economy
benefit
policy
family
pay
right
section
implication
urban
woman
place
historical
foreign
land
contemporary
society
subject
claim
book
group